
/* Description text. %1 is the system version, %2 is the volume name, %3 is the System Folder name if it's not "System Folder" */
"DESCRIPTION_WITH_SFNAME" =	"Vous avez sélectionné %1 (%3)\nsur le disque « %2 ».";
"DESCRIPTION" =				"Vous avez sélectionné %1\nsur le disque « %2 ».";
"ICON_LABEL_LINE1" =		"%1";
"ICON_LABEL_LINE2" = 		"sur %2";

/* Labels inside the tool-tips */
"Volume:" = "Volume :";
"System:" = "Système :";
"Version:" = "Version :";
"Location:" = "Emplacement :"; /* name of Mac OS 9 System Folder if it's not called "System Folder" */
"Server:" = "Serveur :"; /* Internet Host containing NetBoot image */

/* Product names for Beta systems that didn't have SystemVersion.plist */
"PB" = "Beta publique";
"WWPB" = "Bêta mondiale";

/* The restart button has no ellipsis when the option key is down */
"RESTART" = "Redémarrer";
"RESTART..." = "Redémarrer…";
"RESTARTING" = "Redémarrage";
"RESTART?" = "Êtes-vous certain de vouloir redémarrer l’ordinateur ?";
"RESTART_NETINSTALL" = "Êtes-vous sûr de vouloir redémarrer l'ordinateur sur ce disque d'installation ?";
"SAVE_DESCRIPT" = "Votre ordinateur démarrera en utilisant %1 sur « %2 ».";
"CANCEL" = "Annuler";
"OK" = "OK";
"SHUTDOWN" = "Éteindre";

/* You sure you want to go into TDM sheet */
"TDM_AND_RESTART?" = "Souhaitez-vous vraiment redémarrer votre ordinateur en mode disque cible ?";
"ENTER_TDM" = "Redémarrer";
"TDM_DESCRIPT" = "Votre ordinateur démarrera en mode disque cible. Pour l’utiliser comme un disque dur, connectez-le à un autre ordinateur à l’aide d’un câble FireWire. Pour sortir du mode disque cible, appuyez sur le bouton d’alimentation.";
"kSD_TDM_BOOTARGS_FOUND" = "Pour éteindre votre ordinateur à partir du mode disque cible FireWire, vous devez maintenir le bouton d’alimentation enfoncé plus longtemps que d’habitude car les arguments d’initialisation contiennent des réglages de débogage.";

/* The tdm button has no ellipsis when the option key is down */
"TDM" = "Mode disque cible";
"TDM..." = "Mode disque cible…";

/* NetBoot Stuff */
"NETWORK_STARTUP" = "Démarrage en réseau"; /* Search at startup, no NB2 server found */
"NETWORK_STARTUP_LIST" = "Démarrage du réseau…"; /* More Choices icon */
"NETWORK_VOLUME" = "Disque de réseau"; /* specific image icon line 2 */
"NETBOOT_LIST_TOOLTIP" = "Sélectionnez un disque de réseau ci-dessous"; /* More Choices tooltip */
"SAVE_NETBOOT_DESCRIPT" = "Votre ordinateur démarrera en utilisant le disque de réseau appelé « %1 »."; /* save sheet */
"SAVE_NETINSTALL_DESCRIPT" = "Votre ordinateur démarrera en utilisant le disque de réseau nommé « %1 ». Si ce disque effectue des installations de logiciel automatiquement, votre disque dur pourrait être effacé."; /* save sheet */
"NETBOOT_DESCRIPTION" = "Vous avez sélectionné le disque de réseau « %1 »."; /* descriptive text at bottom of window */

"NETBOOT_ANY_TOOLTIP" = "Rechercher un disque de réseau au démarrage"; /* no server found tooltip */
"SAVE_NETBOOT_ANY_DESCRIPT" = "Votre ordinateur cherchera un disque de réseau au démarrage."; /* save sheet */
"NETBOOT_ANY_DESCRIPTION" = "Vous avez activé la recherche d’un disque de réseau au démarrage."; /* descriptive text at bottom of window */

/* kind strings for the netboot list view */
"INSTALL_9_KIND" = "Installer Mac OS 9";
"INSTALL_X_KIND" = "Installer Mac OS X";
"INSTALL_XSERVER_KIND" = "Installer Mac OS X Server";
"9_KIND" = "Mac OS 9";
"X_KIND" = "Mac OS X";
"XSERVER_KIND" = "Mac OS X Server";
"UNTITLED_NAME" = "Sans titre";


/* error messages */
"SAVE_ERROR_TITLE" = "Vous ne pouvez pas modifier le disque de démarrage du disque sélectionné.";
"SAVE_ERROR_MSG" = "Le disque de démarrage n’a pas pu rassembler les informations du disque sélectionné.";
"TDM_ERROR_TITLE" =  "Vous ne pouvez pas démarrer en mode disque cible.";
"TDM_ERROR_MSG" =  "Le disque de démarrage n’a pas pu configurer le système correctement.";



/* product names */
"Mac OS X" = "Mac OS X";
"Windows" = "Windows";
"Foreign OS" = "OS étranger";


